{
  "hash": "6fd1ba70090c4541aa1e1987c696fb3a",
  "source": "https://en.wikipedia.org/wiki/Aluminium_oxide",
  "title": "ALUMINIUM OXIDE – RESEARCH PAGE",
  "timestamp": "2025-11-28 05:45:21 UTC",
  "sentences": [
    "Aluminium oxide (or aluminium(III) oxide ) is a chemical compound of aluminium and oxygen with the chemical formula Al 2 O 3 .",
    "It is the most commonly occurring of several aluminium oxides , and specifically identified as aluminium oxide .",
    "It is commonly called alumina and may also be called aloxide , aloxite , ALOX or alundum in various forms and applications and alumina is refined from bauxite .",
    "[ 7 ] It occurs naturally in its crystalline polymorphic phase α-Al 2 O 3 as the mineral corundum , varieties of which form the precious gemstones ruby and sapphire , which have an alumina content approaching 100%.",
    "[ 7 ] Al 2 O 3 is used as feedstock to produce aluminium metal, as an abrasive owing to its hardness , and as a refractory material owing to its high melting point.",
    "[ 8 ] Corundum is the most common naturally occurring crystalline form of aluminium oxide.",
    "[ 9 ] Rubies and sapphires are gem-quality forms of corundum, which owe their characteristic colours to trace impurities.",
    "Rubies are given their characteristic deep red colour and their laser qualities by traces of chromium .",
    "Sapphires come in different colours given by various other impurities, such as iron and titanium.",
    "An extremely rare delta form occurs as the mineral deltalumite.",
    "[ 10 ] [ 11 ] Although aluminium is the most abundant metal in the Earth's crust, it must be extracted from bauxite as alumina to produce aluminium metal.",
    "[ 7 ] The field of aluminium oxide ceramics has a long history.",
    "Aluminium salts were widely used in ancient and medieval alchemy .",
    "Several vintage textbooks cover the history of the field."
  ],
  "approx_token_count": 357,
  "value": 892,
  "tier": "STANDARD",
  "notes": "A global ecosystem: The biosphere is the global ecological system that integrates all living organisms and their relationships with the environment."
}